ici-test-automation-feature-environment-readiness/ic-integration-tests/src/test/resources/dcs/getentityinformation/ValidEnvelope.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
    <env:Body xmlns:env="http://schemas.xmlsoap.org/soap/envelope/">
        <ns:GetAdminEntityInformationInput xmlns:ns="http://skat.dk/ip/security/xml/schemas/service/2007/02/20/">
            <ns:EntityId xsi:type="ns:SkatEmployeeParameterType"
                         xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
                         xmlns:ns1="http://skat.dk/ip/security/xml/schemas/2007/02/14/">
                <ns1:DestinguishedName xmlns:ns1="http://skat.dk/ip/security/xml/schemas/2007/02/14/">skatGuid=${Properties#skatGuid},ou=skatEmployee,ou=internal,ou=entities,dc=skat,dc=dk</ns1:DestinguishedName>
            </ns:EntityId>
        </ns:GetAdminEntityInformationInput>
    </env:Body>
</soapenv:Envelope>